Repository: chrismazi/realinno_app
Catalog: realworks-flutter-app/lib/l10n/app_*.arb
Languages: rw

# adminDashboardPeriodAllTime
source: All Time
rw: Igihe cyose

# adminDashboardStatActiveUsers
source: Active Users
rw: Abakoresha bari mu bikorwa

# adminDashboardStatCompletedSessions
source: Completed Sessions
rw: Ingingo zisohojwe

# adminDashboardTopResourceLabel
source: Top Used Resource
rw: Igikoresho gikoreshwa cyane

# adminDashboardTopResourceMeditation
source: Meditation
rw: Kwitekerezaho

# adminDashboardEngagementRate
source: Engagement Rate
rw: Urwego rw'ubwitabire

# adminDashboardLast30Days
source: Last 30 Days
rw: Iminsi 30 ishize

# adminDashboardWeekLabel
source: Week {week}
rw: Icyumweru {week}

# adminDashboardSessionCompletion
source: Session Completion by Category
rw: Ibyo kurangiza ibiganiro ku byiciro

# adminDashboardCategoryStress
source: Stress
rw: Umunaniro

# adminDashboardCategoryAnxiety
source: Anxiety
rw: Umuhangayiko

# adminDashboardCategorySleep
source: Sleep
rw: Ibitotsi

# adminDashboardCategoryFocus
source: Focus
rw: Kwibanda

# adminDashboardExport
source: Export
rw: Ohereza

# adminDashboardExporting
source: Exporting data...
rw: Kohereza amakuru...

# profileScreenTitle
source: Profile
rw: Umwirondoro

# profileDefaultName
source: User
rw: Umukoresha

# profileOptionEditProfile
source: Edit Profile
rw: Hindura umwirondoro

# profileOptionHealthRecords
source: Health Records
rw: Amakuru y'ubuzima

# profileOptionCounselingHistory
source: Counseling History
rw: Amateka y'ubujyanama

# profileOptionFinancialGoals
source: Financial Goals
rw: Intego z'imari

# profileOptionNotifications
source: Notifications
rw: Amatangazo

# profileOptionHelpSupport
source: Help & Support
rw: Ubufasha n'inkunga

# profileOptionAbout
source: About
rw: Ibyerekeye

# profileLogout
source: Logout
rw: Sohoka

# aiCompanionNewChatTitle
source: New Chat
rw: Ikiganiro gishya

# aiCompanionPromptHeadline
source: Ask me anything about your wellbeing
rw: Mbaze ikintu cyose kijyanye n'ubuzima bwawe bwiza

# aiCompanionSuggestionStress
source: Feeling stressed after a long shift?
rw: Wumva wananijwe n'akazi k'umugoroba kenshi?

# aiCompanionSuggestionBudget
source: How can I budget my earnings better?
rw: Nigute nabika neza ayo nkorera?

# commonMessageInputHint
source: Type your message...
rw: Andika ubutumwa bwawe...

# aiCompanionTitle
source: AI Companion
rw: Umufasha wa KI

# aiCompanionStatusOnline
source: Online
rw: Ku murongo

# aiCompanionSampleUserMessage
source: I'm feeling stressed today.
rw: Uyu munsi numva mfite umunaniro.

# aiCompanionSampleCoachPrompt
source: I'm here to listen. Tell me more about what's on your mind.
rw: Ndahari kukumva. Tubwire ibikuri ku mutima.

# aiCompanionSampleCoachFollowup
source: I understand. Let's talk through this together.
rw: Ndabyumva. Reka tuganire kuri ibi hamwe.

# aiCompanionHistoryNewChat
source: New Chat
rw: Ikiganiro gishya

# aiCompanionHistoryRecentChats
source: Recent Chats
rw: Ibiganira biheruka

# aiCompanionHistoryTopicShiftFatigue
source: Managing Shift Work Fatigue
rw: Gucunga umunaniro wo mu bihe by'akazi

# aiCompanionHistoryPreviewShiftFatigue
source: You: What are some tips for better sleep during t...
rw: Wowe: Ni izihe nama z'ibitotsi byiza mu gihe cy'ak...

# aiCompanionHistoryTopicBudgeting
source: Budgeting Strategies for Miners
rw: Ingamba zo kugena ingengo y'imari ku bakozi ba migodi

# aiCompanionHistoryPreviewBudgeting
source: AI: Creating a detailed budget is the first step. L...
rw: KI: Gutegura ingengo y'imari byuzuye ni intambwe y...

# aiCompanionHistoryTopicConflict
source: Conflict Resolution with Co-workers
rw: Gukemura amakimbirane n'abo mukorana

# aiCompanionHistoryPreviewConflict
source: You: How do I talk to a colleague about safety co...
rw: Wowe: Nigute navugana na mukorana ku kibazo cy'um...

# aiCompanionHistoryTopicBenefits
source: Understanding EAP Benefits
rw: Kumenya ibyiza bya EAP

# aiCompanionHistoryPreviewBenefits
source: AI: Your EAP provides access to confidential cou...
rw: KI: EAP yawe iguha ubujyanama bwizewe...

# aiCompanionHistoryTimeYesterday
source: Yesterday
rw: Ejo hashize

# navHome
source: Home
rw: Ahabanza

# navTopics
source: Topics
rw: Insanganyamatsiko

# navProfile
source: Profile
rw: Umwirondoro

# aiCompanionGreeting
source: Hi, {name}.
rw: Bite, {name}.

# aiCompanionWelcomeSubtitle
source: Your confidential wellbeing partner is here to help.
rw: Umunyamuryango wawe w'ibanga wo kwita ku buzima bwawe ari hano kugufasha.

# aiCompanionAskAnythingCard
source: Ask me anything...
rw: Mbaze icyo ushaka...

# aiCompanionCategoryCounseling
source: Confidential Counseling
rw: Ubufasha bw'ibanga

# aiCompanionCategoryFinancial
source: Financial Planning
rw: Gahunda y'imari

# aiCompanionCategorySafety
source: Safety Guideline Queries
rw: Ibibazo by'amabwiriza y'umutekano

# aiCompanionSuggestedTitle
source: Suggested for You
rw: Ibyagenewe wowe

# aiCompanionSuggestionShiftFatigue
source: How to manage shift work fatigue?
rw: Nigute nacunga umunaniro wo mu bihe by'akazi?

# aiCompanionSuggestionStressTips
source: Tips for managing stress on site.
rw: Inama zo gucunga umunaniro ku kazi.

# aiCompanionSuggestionBudgeting
source: What are some good budgeting strategies?
rw: Ni izihe ngamba nziza zo kugena ingengo y'imari?

# aiCompanionThinkingMessage
source: Your AI companion is thinking...
rw: Umufasha wawe wa KI arimo gutekereza...

# aiCompanionTipBreathing
source: Tip: Taking three deep breaths can help calm your nervous system.
rw: Inama: Gufata umwuka witonze gatatu bishobora gufasha gutuza sisiteme yawe.

# commonLearnMore
source: Learn More
rw: Menya byinshi

# environmentalScreenTitle
source: Environmental Wellbeing
rw: Imibereho myiza y'ibidukikije

# environmentalChallengeTracker
source: Challenge Tracker
rw: Ikiraro cy'inshingano

# environmentalChallengeHeadline
source: Complete 3 eco-tasks this week
rw: Sohora imirimo 3 y'ibidukikije muri iki cyumweru

# environmentalChallengeDescription
source: Track your progress and make a positive impact on the environment.
rw: Kurikirana intambwe zawe kandi ugire uruhare mu kubungabunga ibidukikije.

# environmentalThisWeek
source: This Week's Challenge
rw: Inshingano z'iki cyumweru

# environmentalProgress
source: 1/3 Complete
rw: 1/3 Byakozwe

# environmentalTipsTitle
source: Tips for a Greener Routine
rw: Inama zo kurengera ibidukikije

# environmentalTipReduceWasteTitle
source: Reduce Your Waste
rw: Gabanya imyanda

# environmentalTipReduceWasteDescription
source: Learn simple ways to minimize your daily waste.
rw: Menya uburyo bworoshye bwo kugabanya imyanda ya buri munsi.

# environmentalTipConserveWaterTitle
source: Conserve Water
rw: Bika amazi

# environmentalTipConserveWaterDescription
source: Discover easy tricks to save water at home.
rw: Menya amayeri yoroshye yo kuzigama amazi mu rugo.

# environmentalTipSaveEnergyTitle
source: Save Energy at Home
rw: Bika umuriro mu rugo

# environmentalTipSaveEnergyDescription
source: Cut down on your electricity consumption effortlessly.
rw: Gabanya ukoresha amashanyarazi mu buryo bworoshye.

# environmentalTipSustainableTransportTitle
source: Choose Sustainable Transport
rw: Hitamo ubwikorezi burengera ibidukikije

# environmentalTipSustainableTransportDescription
source: Opt for greener ways to get around town.
rw: Hitamo inzira z'ubwikorezi zirengera ibidukikije.

# srhScreenTitle
source: SRH & Family Planning
rw: SRH n'igenamuryango

# srhCardContraceptionTitle
source: Understanding Contraception
rw: Menya uburyo bwo kuboneza urubyaro

# srhCardContraceptionSubtitle
source: Explore different methods and find what's right for you.
rw: Sobanukirwa uburyo butandukanye kandi uhitemo bukubereye.

# srhCardFamilyPlanningTitle
source: Planning for a Family
rw: Gutegura umuryango

# srhCardFamilyPlanningSubtitle
source: Resources and support for your journey to parenthood.
rw: Inyunganizi n'inkunga ku rugendo rwo kwitegura kuba ababyeyi.

# srhCardMensHealthTitle
source: Men's Reproductive Health
rw: Ubuzima bw'uburumbuke ku bagabo

# srhCardMensHealthSubtitle
source: Information on health, wellness, and preventative care.
rw: Amakuru ku buzima, kwirinda no kwiyitaho.

# srhCardWomensHealthTitle
source: Women's Reproductive Health
rw: Ubuzima bw'uburumbuke ku bagore

# srhCardWomensHealthSubtitle
source: Guidance on cycles, health screenings, and more.
rw: Inama ku mihindagurikire, isuzuma n'ibindi.

# counselorBookingTitle
source: Book a Session
rw: Teganya ikiganiro

# counselorBookingCounselorName
source: Dr. Sarah Johnson
rw: Dr. Mutoni

# counselorBookingCounselorSpecialty
source: Clinical Psychologist
rw: Umujyanama w'ubuzima bwo mu mutwe

# counselorBookingRatingLabel
source: {rating} ({count} reviews)
rw: {rating} ({count} isuzuma)

# counselorBookingSelectDate
source: Select Date
rw: Hitamo itariki

# counselorBookingAvailableSlots
source: Available Time Slots
rw: Igihe kiboneka

# counselorBookingWeekdayMon
source: Mon
rw: Kuwa mbere

# counselorBookingWeekdayTue
source: Tue
rw: Kuwa kabiri

# counselorBookingWeekdayWed
source: Wed
rw: Kuwa gatatu

# counselorBookingWeekdayThu
source: Thu
rw: Kuwa kane

# counselorBookingWeekdayFri
source: Fri
rw: Kuwa gatanu

# counselorBookingConfirm
source: Confirm Booking
rw: Emeza gahunda

# counselorBookingSuccess
source: Session booked successfully!
rw: Isangano riteguwe neza!

# sessionHistoryTitle
source: Session History
rw: Amateka y'ibiganiro

# sessionHistoryUpcoming
source: Upcoming Sessions
rw: Ibiganiro biri imbere

# sessionHistoryPast
source: Past Sessions
rw: Ibiganiro byarangiye

# sessionHistoryStatusUpcoming
source: Upcoming
rw: Biri imbere

# sessionHistoryStatusCompleted
source: Completed
rw: Byarangiye

# sessionHistoryDateOne
source: Monday, Nov 13
rw: Kuwa mbere, Ugushyingo 13

# sessionHistoryDateTwo
source: Friday, Nov 3
rw: Kuwa gatanu, Ugushyingo 3

# sessionHistoryDateThree
source: Monday, Oct 23
rw: Kuwa mbere, Ukwakira 23

# sessionHistoryDateFour
source: Wednesday, Oct 11
rw: Kuwa gatatu, Ukwakira 11

# sessionHistoryCancel
source: Cancel
rw: Sesa

# sessionHistoryJoin
source: Join
rw: Injira

# sessionHistoryBookSession
source: Book Session
rw: Teganya ikiganiro

# chatResourcesTitle
source: Resources
rw: Ibidukikije

# chatResourcesRecommended
source: Recommended Resources
rw: Ibikoresho byatoranyijwe

# chatResourcesArticleStress
source: Managing Stress at Work
rw: Uko guhangana n'umunaniro ku kazi

# chatResourcesArticleFinancialResilience
source: Building Financial Resilience
rw: Kongera imbaraga z'ubukungu

# chatResourcesArticleBreathing
source: Mindful Breathing Exercises
rw: Imyitozo yo guhumeka witekerezaho

# chatResourcesArticleSleep
source: Sleep Better with Shift Work
rw: Kuryama neza mu masaha ya shift

# chatResourcesArticleConflict
source: Conflict Resolution Tips
rw: Inama mu gukemura amakimbirane

# commonCategoryMentalHealth
source: Mental Health
rw: Ubuzima bwo mu mutwe

# commonCategoryFinance
source: Finance
rw: Ubukungu

# commonCategoryWellness
source: Wellness
rw: Imibereho myiza

# commonCategoryHealth
source: Health
rw: Ubuzima

# commonCategoryRelationships
source: Relationships
rw: Imibanire

# commonDurationMinutesRead
source: {minutes} min read
rw: iminota {minutes} zo gusoma

# commonDurationMinutes
source: {minutes} min
rw: iminota {minutes}

# chatResourcesCategoryDuration
source: {category} • {duration}
rw: {category} â€¢ {duration}

# chatbotTopicsTitle
source: Choose a Topic
rw: Hitamo insanganyamatsiko

# chatbotTopicsPrompt
source: What would you like to talk about?
rw: Ni iki ushaka kuganiraho?

# chatbotTopicMentalWellbeingTitle
source: Mental Wellbeing
rw: Imibereho y'umutima

# chatbotTopicMentalWellbeingSubtitle
source: Stress, anxiety, and emotional health
rw: Umunaniro, impungenge n'ubuzima bwo mu mutwe

# chatbotTopicFinancialPlanningTitle
source: Financial Planning
rw: Igenamigambi ry'ubukungu

# chatbotTopicFinancialPlanningSubtitle
source: Budgeting, saving, and money management
rw: Kugena ingengo y'imari, kuzigama no kugera ku ntego.

# chatbotTopicPhysicalHealthTitle
source: Physical Health
rw: Ubuzima bw'umubiri

# chatbotTopicPhysicalHealthSubtitle
source: Exercise, nutrition, and wellness
rw: Imyitozo, imirire n'imibereho

# chatbotTopicWorkLifeTitle
source: Work-Life Balance
rw: Kuringaniza akazi n'ubuzima

# chatbotTopicWorkLifeSubtitle
source: Managing shift work and time
rw: Gucunga amasaha y'akazi no igihe

# chatbotTopicFamilyTitle
source: Family & Relationships
rw: Umuryango n'imibanire

# chatbotTopicFamilySubtitle
source: Support for family matters
rw: Inkunga ku bibazo by'umuryango

# chatbotTopicLearningTitle
source: Learning & Development
rw: Amasomo n'iterambere

# chatbotTopicLearningSubtitle
source: Skills training and education
rw: Ubumenyi n'amasomo yo kwiyungura

# goalSetupTitle
source: Create Savings Goal
rw: Hanga intego yo kuzigama

# goalSetupHeading
source: Set your financial goal
rw: Shyiraho intego yawe y'ubukungu

# goalSetupDescription
source: Track your progress towards achieving your financial objectives
rw: Kurikirana uko ugeze ku ntego z'ubukungu

# goalSetupFieldName
source: Goal Name
rw: Izina ry'intego

# goalSetupHintName
source: e.g. Emergency Fund, New Car
rw: urugero: Ifaranga ry'ibibazo, Imodoka nshya

# goalSetupFieldTargetAmount
source: Target Amount
rw: Umubare w'intego

# goalSetupFieldCurrentAmount
source: Current Amount (Optional)
rw: Amafaranga ufite ubu (si itegeko)

# goalSetupFieldTargetDate
source: Target Date
rw: Itariki y'intego

# goalSetupErrorName
source: Please enter a goal name
rw: Injiza izina ry'intego

# goalSetupErrorTargetAmount
source: Please enter a target amount
rw: Injiza amafaranga y'intego

# goalSetupCreate
source: Create Goal
rw: Hanga intego

# goalSetupSuccess
source: Goal created successfully
rw: Intego yabitswe neza

# expenseCategoriesTitle
source: Expense Categories
rw: Ibyiciro by'amafaranga asohoka

# expenseCategoriesHeading
source: Set up your expense categories
rw: Shyiraho ibyiciro ukoresha amafaranga

# expenseCategoriesDescription
source: Choose the categories that match your spending habits
rw: Hitamo ibyiciro bihuye n'imikoreshereze yawe y'amafaranga

# expenseCategoriesButton
source: Save Categories
rw: Bika ibyiciro

# expenseCategoriesSuccess
source: Categories saved successfully
rw: Ibyiciro byabitswe neza

# expenseCategoryFood
source: Food
rw: Ibiribwa

# expenseCategoryTransport
source: Transport
rw: Ubwikorezi

# expenseCategoryShopping
source: Shopping
rw: Guhaha

# expenseCategoryHousing
source: Housing
rw: Icumbi

# expenseCategoryHealthcare
source: Healthcare
rw: Ubuvuzi

# expenseCategoryEducation
source: Education
rw: Amashuri

# expenseCategoryEntertainment
source: Entertainment
rw: Imyidagaduro

# expenseCategoryFitness
source: Fitness
rw: Imyitozo

# financialLiteracyTitle
source: Financial Literacy
rw: Ubumenyi mu by'imari

# financialLiteracyHeroTitle
source: Build Financial Confidence
rw: Wubake icyizere mu by'imari

# financialLiteracyHeroDescription
source: Learn essential financial skills to manage your money, plan for the future, and achieve your goals.
rw: Menya ubumenyi bw'ingenzi bwo gucunga amafaranga yawe, gutegura ejo hazaza no kugera ku ntego.

# financialLiteracyFeaturedTitle
source: Featured Courses
rw: Amasomo agaragajwe

# financialLiteracyFeaturedSubtitle
source: Start learning today
rw: Tangirira kwiga uyu munsi

# financialCourseBudgetingTitle
source: Budgeting Basics
rw: Uko ukora ingengo y'imari

# financialCourseBudgetingDescription
source: Learn how to create and stick to a budget
rw: Menya gukora ingengo y'imari no kuyubahiriza

# financialCourseSavingTitle
source: Saving Strategies
rw: Uburyo bwo kuzigama

# financialCourseSavingDescription
source: Build an emergency fund and save for goals
rw: Kubaka amafaranga y'ingoboka no kuzigamira intego

# financialCourseCreditTitle
source: Understanding Credit
rw: Kumenya amanota y'inguzanyo

# financialCourseCreditDescription
source: How credit scores work and why they matter
rw: Uko amanota y'inguzanyo akora n'impamvu akenewe

# financialCourseInvestingTitle
source: Investing 101
rw: Ishoramari 101

# financialCourseInvestingDescription
source: Introduction to stocks, bonds, and retirement
rw: Intangiriro ku masoko y'imari, impapuro mpeshwamibare n'iz'abugenewe

# financialCourseLevelBeginner
source: Beginner
rw: Abatangizi

# financialCourseLevelIntermediate
source: Intermediate
rw: Abasanzwe

# financialCourseProgress
source: {percent}% complete
rw: {percent}% byarangiye

# financialArticlesTitle
source: Articles & Resources
rw: Inkuru n'ibikoresho

# financialArticleReduceExpenses
source: 5 Ways to Reduce Monthly Expenses
rw: Uburyo 5 bwo kugabanya amafaranga asohoka

# financialArticleUnderstandingPaycheck
source: Understanding Your Paycheck
rw: Sobanukirwa umushahara wawe

# financialArticleRetirementTwenties
source: Planning for Retirement in Your 20s
rw: Guteganyiriza izabukuru ukiri mu myaka 20

# commonCategoryBudgeting
source: Budgeting
rw: Ingengo y'imari

# commonCategoryIncome
source: Income
rw: Amakuru y'amafaranga

# commonCategoryInvesting
source: Investing
rw: Ishoramari

# altHomeGreeting
source: Good morning, {name}
rw: Mwaramutse, {name}

# altHomeSummary
source: Here's your wellbeing summary
rw: Dore uko uhagaze mu mibereho myiza

# altHomeScoreLabel
source: Your Wellbeing Score
rw: Amanota yawe y'imibereho

# altHomeScoreTrend
source: +{percent}% this week
rw: +{percent}% muri iki cyumweru

# altHomeScoreDescription
source: Great progress! Your consistent mindfulness exercises are paying off.
rw: Urimo gutera intambwe! Imyitozo yawe yo kwitekerezaho igufasha.

# altHomeQuickAccess
source: Quick Access
rw: Kuboneka byihuse

# commonQuickAccessCounseling
source: Counseling
rw: Ubujyanama

# commonQuickAccessFinancialAid
source: Financial Aid
rw: Ubufasha bw'imari

# commonQuickAccessLegal
source: Legal
rw: Ibirebana n'amategeko

# altHomeRecommended
source: Recommended For You
rw: Ibyagenewe wowe

# altHomeRecommendationMeditationTitle
source: Start a guided meditation
rw: Tangira kwitekerezaho

# altHomeRecommendationMeditationSubtitle
source: 5-min session to find calm
rw: Isomo ry'iminota 5 rigufasha gutuza

# altHomeRecommendationResilienceTitle
source: Read: Building Resilience
rw: Soma: Kubaka imbaraga

# altHomeRecommendationResilienceSubtitle
source: Tips for overcoming challenges
rw: Inama zo guhangana n'ibizazane

# altHomeRecommendationCounselorTitle
source: Connect with a counselor
rw: Vugana n'umujyanama

# altHomeRecommendationCounselorSubtitle
source: Book a confidential session
rw: Teganya ikiganiro cy'ibanga

# navDiscover
source: Discover
rw: Sobanukirwa

# navSupport
source: Support
rw: Inkunga

# altSplashTagline
source: Empowering wellbeing and resilience.
rw: Guteza imbere imibereho n'imbaraga.
