Repository: chrismazi/realinno_app
Catalog: realworks-flutter-app/lib/l10n/app_*.arb
Languages: rw

# onboardingTitle1
source: Your wellbeing, your growth
rw: Ubuzima bwawe, iterambere ryawe

# onboardingDescription1
source: RealWorks EAP is your confidential partner in navigating life's challenges and fostering personal development.
rw: RealWorks EAP ni umufasha wawe wizewe mu guhangana n'ibibazo by'ubuzima no guteza imbere iterambere ryawe bwite.

# onboardingTitle2
source: Financial tools for your future
rw: Ibikoresho by'icungamari by'ejo hazaza

# onboardingDescription2
source: Access resources to help you manage your finances, plan for the future, and achieve your financial goals with confidence.
rw: Geraho ibikorwa bigufasha gucunga amafaranga yawe, gutegura ejo hazaza, no kugera ku ntego zawe z'imari wizeye.

# onboardingTitle3
source: Stay safe. Stay supported.
rw: Tumenye Imari Neza, Tubungabunga Ubuzima

# onboardingSkip
source: Skip
rw: Simbuka

# onboardingNext
source: Next
rw: Komeza

# onboardingGetStarted
source: Get Started
rw: Tangira nonaha

# splashTagline
source: Employee Assistance Program
rw: Porogaramu y'Ubufasha ku bakozi

# signUpTitle
source: Sign Up
rw: Iyandikishe

# signUpFullNameHint
source: Full Name
rw: Izina ryuzuye

# signUpFullNameError
source: Please enter your name
rw: Andika izina ryawe

# signUpEmailHint
source: Email Address
rw: Aderesi ya email

# signUpEmailErrorEmpty
source: Please enter your email
rw: Andika email yawe

# signUpEmailErrorInvalid
source: Please enter a valid email
rw: Andika email yemewe

# signUpPhoneHint
source: Phone Number (optional)
rw: Nimero ya telefoni (bitari ngombwa)

# signUpPasswordHint
source: Password
rw: Ijambobanga

# signUpPasswordErrorEmpty
source: Please enter a password
rw: Andika ijambobanga

# signUpPasswordErrorLength
source: Password must be at least 6 characters
rw: Ijambobanga rigomba kugira nibura inyuguti 6

# signUpConfirmPasswordHint
source: Confirm Password
rw: Emeza ijambobanga

# signUpConfirmPasswordErrorMismatch
source: Passwords do not match
rw: Ijambobanga ntiryahuye

# signUpGenderHint
source: Gender (optional)
rw: Igitsina (bitari ngombwa)

# signUpGenderMale
source: Male
rw: Gabo

# signUpGenderFemale
source: Female
rw: Gore

# signUpGenderPreferNot
source: Prefer not to say
rw: Ndabyihoreye

# signUpAgeGroupHint
source: Age Group (optional)
rw: Icyiciro cy'imyaka (bitari ngombwa)

# signUpOccupationHint
source: Occupation / Worksite (optional)
rw: Umurimo / Aho ukorera (bitari ngombwa)

# signUpOccupationOffice
source: Office
rw: Ofisi

# signUpOccupationOther
source: Other
rw: Ibindi

# signUpTermsPrefix
source: I agree to the
rw: Nemeye

# signUpTermsLabel
source: Terms
rw: Amategeko

# signUpTermsConnector
source: and
rw: na

# signUpPrivacyLabel
source: Privacy Policy
rw: Politiki y'Ibanga

# signUpAcceptTermsError
source: Please accept the terms and privacy policy
rw: Nyamuneka emera amategeko na politiki y'ibanga

# signUpSubmitError
source: Sign up failed. Please try again.
rw: Kwiyandikisha byanze. Ongera ugerageze.

# signUpButton
source: Sign Up
rw: Iyandikishe

# signUpExistingAccountPrompt
source: Already have an account?
rw: Usanzwe ufite konti?

# signUpExistingAccountAction
source: Sign in
rw: Injira

# signInTitle
source: Sign In
rw: Injira

# signInEmailHint
source: Email Address
rw: Aderesi ya email

# signInEmailErrorEmpty
source: Please enter your email
rw: Andika email yawe

# signInEmailErrorInvalid
source: Please enter a valid email
rw: Andika email yemewe

# signInPasswordHint
source: Password
rw: Ijambobanga

# signInPasswordErrorEmpty
source: Please enter your password
rw: Andika ijambobanga ryawe

# signInForgotPassword
source: Forgot Password?
rw: Wibagiwe ijambobanga?

# signInButton
source: Sign In
rw: Injira

# signInInvalidCredentials
source: Invalid email or password
rw: Email cyangwa ijambobanga si byo

# signInNoAccountPrompt
source: Don't have an account?
rw: Nta konti ufite?

# signInNoAccountAction
source: Sign up
rw: Iyandikishe

# homeGreetingMorning
source: Good morning
rw: Mwaramutse

# homeGreetingAfternoon
source: Good afternoon
rw: Mwiriwe

# homeGreetingEvening
source: Good evening
rw: Mwiriwe mwese

# homeGreetingSummary
source: Here's your wellbeing summary
rw: Dore ishusho y'ubuzima bwawe bwiza

# homeWellbeingScoreTitle
source: Your Wellbeing Score
rw: Amanota y'ubuzima bwawe

# homeWellbeingImprovement
source: You've improved by 5 points this week. Keep it up!
rw: Wiyongereye amanota 5 muri iki cyumweru. Komeza uko!

# homeQuickAccessTitle
source: Quick Access
rw: Uburyo bwihuse

# homeQuickAccessCounseling
source: Counseling
rw: Ubufasha bw'ubujyanama

# homeQuickAccessFinancial
source: Financial Literacy
rw: Ubumenyi mu micungire y'imari

# homeQuickAccessLegal
source: Legal Aid
rw: Ubufasha bw'amategeko

# homeQuickAccessFitness
source: Fitness
rw: Imyitozo ngororamubiri

# homeQuickAccessNutrition
source: Nutrition
rw: Imirire

# homeQuickAccessMindfulness
source: Mindfulness
rw: Kwitaho umubiri n'umutima

# homeHighlightsTitle
source: Today's Highlights
rw: Ib'ingenzi by'uyu munsi

# homeHighlightAppointmentTitle
source: Appointment with Dr. Evans
rw: Rendez-vous na Dr. Mutoni

# homeHighlightAppointmentSubtitle
source: Today, 2:00 PM
rw: Uyu munsi, saa 8:00

# homeHighlightMindfulnessTitle
source: 10-minute mindfulness session
rw: Isomo rya mindfulness ry'iminota 10

# homeHighlightMindfulnessSubtitle
source: Complete your daily goal
rw: Rangiza intego yawe y'umunsi

# homeHighlightArticleTitle
source: Read: Managing Work Stress
rw: Soma: Gucunga stress mu kazi

# homeHighlightArticleSubtitle
source: New article available
rw: Inyandiko nshya irahari

# budgetPlannerTitle
source: Budget Planner
rw: Gahunda yo gucunga ingengo y'imari

# budgetTotalBalanceLabel
source: Total Balance
rw: Umubare w'amafaranga yose

# budgetGrowthLabel
source: 12.5% this month
rw: 12.5% muri uku kwezi

# budgetExpenseByCategoryTitle
source: Expense by Category
rw: Ikoreshwa ry'amafaranga buri cyiciro

# budgetCategoryFood
source: Food
rw: Ibiribwa

# budgetCategoryTransport
source: Transport
rw: Ubwikorezi

# budgetCategoryFamilySupport
source: Family Support
rw: Ubufasha ku muryango

# budgetAddTransaction
source: Add Transaction
rw: Ongeraho igikorwa cy'amafaranga

# counselingTitle
source: Counseling & Support
rw: Ubufasha n'Ubujyanama

# counselingHeroTitle
source: Professional Support
rw: Ubufasha bw'umwuga

# counselingHeroDescription
source: Connect with licensed counselors for mental health support, stress management, and personal guidance.
rw: Hura n'abajyanama babihuguyemo ku buhanga bwo mu mutwe, kugabanya stress, no kugufasha mu buzima bwawe bwite.

# counselingBookAppointment
source: Book Appointment
rw: Teganya umubonano

# counselingSupportSectionTitle
source: Support Categories
rw: Ibyiciro by'ubufasha

# counselingSupportSectionSubtitle
source: Choose the area where you need help
rw: Hitamo aho ukeneye ubufasha

# counselingCategoryMentalHealthTitle
source: Mental Health
rw: Ubuzima bwo mu mutwe

# counselingCategoryMentalHealthDescription
source: Depression, anxiety, and emotional support
rw: Agahinda, kwiheba, n'ubufasha bw'amarangamutima

# counselingCategoryWorkStressTitle
source: Work Stress
rw: Stress y'akazi

# counselingCategoryWorkStressDescription
source: Manage workplace pressure and burnout
rw: Genzura igitutu cy'ahakorerwa n'umunaniro

# counselingCategorySrhTitle
source: SRH & Family Planning
rw: SRH & Gahunda y'umuryango

# counselingCategorySrhDescription
source: Reproductive health and family resources
rw: Ubuzima bw'imyororokere n'ubufasha ku muryango

# counselingCategorySubstanceTitle
source: Substance Abuse
rw: Ikoreshwa ry'ibiyobyabwenge

# counselingCategorySubstanceDescription
source: Recovery support and treatment guidance
rw: Ubufasha bwo gusana no kugirwa inama

# counselingAvailableCounselorsTitle
source: Available Counselors
rw: Abajyanama baboneka

# counselingSpecialtyClinicalPsychologist
source: Clinical Psychologist
rw: Umupshikolojisiti w'ivuriro

# counselingSpecialtyFamilyTherapist
source: Family Therapist
rw: Umujyanama w'imiryango

# counselingCounselorExperience
source: {years} years experience
rw: {years} imyaka y'uburambe

# counselingMoodTitle
source: How are you feeling today?
rw: Wiyumva ute uyu munsi?

# counselingMoodOptionStressedTitle
source: Feeling Stressed?
rw: Wumva ufite stress?

# counselingMoodOptionStressedSubtitle
source: Let's talk it through.
rw: Reka tuganire tubisobanure.

# counselingMoodOptionFinancialTitle
source: Need Financial Advice?
rw: Ukeneye inama z'imari?

# counselingMoodOptionFinancialSubtitle
source: Tips for managing your budget.
rw: Inama zo gucunga ingengo y'imari yawe.

# counselingMoodOptionLearnTitle
source: Want to Learn Something New?
rw: Wifuza kwiga ikintu gishya?

# counselingMoodOptionLearnSubtitle
source: Explore a new skill or topic.
rw: Tembera ubumenyi n'ubuhanga bushya.

# counselingMoodStartChat
source: Start an Open Chat
rw: Tangira ikiganiro cyisanzuye

# emergencySupportTitle
source: Emergency Support
rw: Ubufasha bwihutirwa

# emergencyBannerText
source: If this is a life-threatening emergency, please call 911 immediately.
rw: Niba ari ibintu biteye inkeke ku buzima, hamagara 112 ako kanya.

# emergencyCrisisHotlinesTitle
source: Crisis Hotlines
rw: Imirongo y'ubutabazi

# emergencyHotlineNationalTitle
source: National Crisis Line
rw: Umurongo w'igihugu w'ubutabazi

# emergencyHotlineNationalDescription
source: 24/7 confidential support
rw: Ubufasha bwizewe amasaha 24/7

# emergencyHotlineMentalTitle
source: Mental Health Support
rw: Ubufasha bwo mu mutwe

# emergencyHotlineMentalDescription
source: Professional counseling available
rw: Abajyanama babihuguyemo barahari

# emergencyHotlineSubstanceTitle
source: Substance Abuse Support
rw: Ubufasha ku bakoreshwa ibiyobyabwenge

# emergencyHotlineSubstanceDescription
source: Free and confidential help
rw: Ubufasha buboneka ku buntu kandi bw'ibanga

# emergencyImmediateResourcesTitle
source: Immediate Resources
rw: Ubufasha bwihuse

# emergencyStartLiveChat
source: Start Live Chat
rw: Tangira ikiganiro kigufi

# emergencyScheduleSession
source: Schedule Emergency Session
rw: Teganya isesengura rihutirwa

# emergencySelfHelpTitle
source: Self-Help Resources
rw: Ubufasha wifasha

# emergencyResourceBreathingTitle
source: Breathing Exercises
rw: Imyitozo yo guhumeka

# emergencyResourceBreathingSubtitle
source: Quick techniques to manage anxiety
rw: Uburyo bwihuse bwo kugabanya impungenge

# emergencyResourceGroundingTitle
source: Grounding Techniques
rw: Tekiniki zo kuguma mu kuri

# emergencyResourceGroundingSubtitle
source: Stay present during difficult moments
rw: Guma uhari mu bihe bikomeye

# emergencyResourceSafetyTitle
source: Safety Planning
rw: Gahunda yo kwirinda

# emergencyResourceSafetySubtitle
source: Create your personal crisis plan
rw: Kora gahunda yawe y'ubutabazi bwihuse

# incomeSetupTitle
source: Income Setup
rw: Gushyiraho amafaranga winjiza

# incomeSetupHeading
source: Set up your income
rw: Shyiraho uko winjiza amafaranga

# incomeSetupSubtitle
source: Help us understand your financial situation
rw: Dufashe tumenye uko ubukungu bwawe buhagaze

# incomePrimarySourceLabel
source: Primary Income Source
rw: Inkomoko nyamukuru y'amafaranga

# incomeSourceSalary
source: Salary
rw: Umushahara

# incomeSourceBusiness
source: Business
rw: Ubucuruzi

# incomeSourceFreelance
source: Freelance
rw: Akazi wigenga

# incomeSourcePension
source: Pension
rw: Pansiyo

# incomeSourceOther
source: Other
rw: Ibindi

# incomeAmountLabel
source: Income Amount
rw: Umubare w'amafaranga winjiza

# incomeAmountValidation
source: Please enter your income amount
rw: Nyamuneka andika amafaranga winjiza

# incomeFrequencyLabel
source: Income Frequency
rw: Uko winjiza amafaranga kenshi

# incomeFrequencyWeekly
source: Weekly
rw: Buri cyumweru

# incomeFrequencyBiWeekly
source: Bi-weekly
rw: Rimwe mu byumweru bibiri

# incomeFrequencyMonthly
source: Monthly
rw: Buri kwezi

# incomeFrequencyAnnually
source: Annually
rw: Buri mwaka

# incomeAdditionalLabel
source: Additional Income (Optional)
rw: Andi mafaranga winjiza (Si ngombwa)

# incomeAdditionalHelper
source: Include any side income, investments, or other sources
rw: Shyiramo amafaranga y'akazi ka kabiri, ishoramari, cyangwa izindi inkomoko

# incomeSaveButton
source: Save Income
rw: Bika amafaranga winjiza

# incomeSaveSuccess
source: Income information saved successfully
rw: Amakuru y'amafaranga winjiza abitswe neza

# savingsTitle
source: Your Savings Goals
rw: Intego zawe zo kwizigama

# savingsAddGoal
source: Add Goal
rw: Ongeraho intego

# savingsGoalEmergencyFund
source: Emergency Fund
rw: Ikigega cy'ubutabazi

# savingsGoalNewUte
source: New Ute
rw: Imodoka nshya (Ute)

# savingsGoalHolidayTrip
source: Holiday Trip
rw: Urugendo rwo mu biruhuko

# savingsGoalCompleteLabel
source: Complete
rw: Byarangiye

# savingsGoalProgressLabel
source: Progress
rw: Intambwe

# savingsGoalCurrentLabel
source: Current
rw: Iriho ubu

# savingsGoalTargetLabel
source: Target
rw: Intego

# savingsGoalCompleted
source: Goal Completed!
rw: Intego irangiye!

# transactionsAddTitle
source: Add Transaction
rw: Ongeraho igikorwa cy'amafaranga

# transactionsTypeExpense
source: Expense
rw: Ibisohoka

# transactionsTypeIncome
source: Income
rw: Ibyinjira

# transactionsAmountLabel
source: Amount
rw: Umubare w'amafaranga

# transactionsAmountValidation
source: Please enter an amount
rw: Nyamuneka andika amafaranga

# transactionsCategoryLabel
source: Category
rw: Icyiciro

# transactionsCategoryShopping
source: Shopping
rw: Kugura ibicuruzwa

# transactionsCategoryBills
source: Bills
rw: Fature

# transactionsCategoryEntertainment
source: Entertainment
rw: Kwinezeza

# transactionsCategoryOther
source: Other
rw: Ibindi

# transactionsCategoryIncome
source: Income
rw: Ibyinjira

# transactionsDescriptionLabel
source: Description
rw: Ibisobanuro

# transactionsDescriptionPlaceholder
source: e.g. Lunch with team
rw: urugero: Ifunguro n'itsinda

# transactionsDateLabel
source: Date
rw: Itariki

# transactionsDateToday
source: Today
rw: Uyu munsi

# transactionsSaveButton
source: Save Transaction
rw: Bika igikorwa

# transactionsSaveSuccess
source: Transaction saved successfully
rw: Igikorwa cy'amafaranga kibitswe neza

# transactionsListTitle
source: All Transactions
rw: Ibikorwa by'amafaranga byose

# transactionsSectionToday
source: Today
rw: Uyu munsi

# transactionsSectionYesterday
source: Yesterday
rw: Ejo hashize

# transactionsSectionWeek
source: This Week
rw: Iki cyumweru

# transactionsDescriptionLunchCafe
source: Lunch at Cafe
rw: Ifunguro rya saa sita mu kabari

# transactionsDescriptionFuel
source: Fuel
rw: Lisansi

# transactionsDescriptionGroceries
source: Groceries
rw: Ibikenerwa mu rugo

# transactionsDescriptionSalary
source: Salary
rw: Umushahara

# transactionsDescriptionMovieTickets
source: Movie Tickets
rw: Amatike ya sinema

# transactionsDescriptionElectricityBill
source: Electricity Bill
rw: Fature y'amashanyarazi

# transactionsDescriptionPhoneBill
source: Phone Bill
rw: Fature ya telefoni

# transactionsTimeMovieTickets
source: Mon 7:30 PM
rw: Ku wa Mbere 7:30 PM

# transactionsTimeElectricityBill
source: Mon 2:00 PM
rw: Ku wa Mbere 2:00 PM

# transactionsTimePhoneBill
source: Sun 10:00 AM
rw: Ku Cyumweru 10:00 AM

# learningCertificateScreenTitle
source: Certificate Earned
rw: Impamyabushobozi wabonye

# learningCertificateCongrats
source: Congratulations!
rw: Turagushimira!

# learningCertificateProgramName
source: RealWorks Employee Assistance Program
rw: Porogaramu ya RealWorks yo gutabara abakozi

# learningCertificateBadgeLabel
source: CERTIFICATE
rw: IMPAMYABUSHOBOZI

# learningCertificateAwardedTo
source: Awarded to {name}
rw: Yahawe {name}

# learningCertificateDownload
source: Download Certificate
rw: Kuramo impamyabushobozi

# learningCertificateShare
source: Share to Profile
rw: Sangiza kuri profayiri

# learningCertificateDownloadedMessage
source: {title} downloaded
rw: Impamyabushobozi {title} yakuritswe

# learningCertificateSharedMessage
source: {title} shared to profile
rw: Impamyabushobozi {title} yasangiwe kuri profayiri

# learningCertificateDefaultTitle
source: Heavy Machinery Safety
rw: Umutekano w'imashini zikomeye

# learningCertificateDefaultSubtitle
source: Completed: 15 Oct 2023
rw: Byarangiye: 15 Ukw 2023

# learningCertificateFirstAidTitle
source: First Aid Basics
rw: Ubufasha bw'ibanze

# learningCertificateFirstAidSubtitle
source: Completed: 02 Sep 2023
rw: Byarangiye: 02 Nzeri 2023

# learningHubTitle
source: Learning & Training
rw: Kwigira no Gutozwa

# learningHubSubtitle
source: Expand your skills and knowledge
rw: Unguka ubumenyi n'ubushobozi bushya

# learningHubCategoryAll
source: All
rw: Byose

# learningHubCategorySafety
source: Safety
rw: Umutekano

# learningHubCategoryFinance
source: Finance
rw: Imari

# learningHubCategoryWellness
source: Wellness
rw: Ubuzima bwiza

# learningHubCategorySkills
source: Skills
rw: Ubumenyi

# learningHubCertificatesHeading
source: My Certificates
rw: Impamyabushobozi zanjye

# learningCourseAdvancedSafetyTitle
source: Advanced Site Safety
rw: Umutekano w'urubuga wateye imbere

# learningCourseFinancialPlanningTitle
source: Financial Planning 101
rw: Gahunda y'imari 101

# learningCourseMindfulnessTitle
source: Mindfulness at Work
rw: Kwitaho mu kazi

# learningCourseManagingDebtTitle
source: Managing Debt
rw: Gucunga imyenda

# learningHubCourseOpening
source: Opening: {title}
rw: Gufungura: {title}

# selfAssessmentScreenTitle
source: Wellness Check-In
rw: Isuzuma ry'ubuzima bwiza

# selfAssessmentProgressLabel
source: Question {current} of {total}
rw: Ikibazo {current} mu {total}

# selfAssessmentQuestionStress
source: How often have you felt stressed in the past week?
rw: Ni kangahe wumva ufite umunaniro mu cyumweru gishize?

# selfAssessmentQuestionSleepQuality
source: How would you rate your sleep quality?
rw: Ni gute wagenera amanota ireme ry'ibitotsi byawe?

# selfAssessmentQuestionOverwhelmed
source: Do you feel overwhelmed by daily tasks?
rw: Ese wumva imirimo yo ku munsi wowe iguhangayikishije?

# selfAssessmentOptionNever
source: Never
rw: Nta na rimwe

# selfAssessmentOptionRarely
source: Rarely
rw: Rimwe na rimwe

# selfAssessmentOptionSometimes
source: Sometimes
rw: Hari igihe

# selfAssessmentOptionOften
source: Often
rw: Kenshi

# selfAssessmentOptionVeryOften
source: Very Often
rw: Cyane cyane

# selfAssessmentOptionExcellent
source: Excellent
rw: Byiza cyane

# selfAssessmentOptionGood
source: Good
rw: Byiza

# selfAssessmentOptionFair
source: Fair
rw: Bisanzwe

# selfAssessmentOptionPoor
source: Poor
rw: Bibi

# selfAssessmentOptionAlways
source: Always
rw: Buri gihe

# selfAssessmentNextQuestion
source: Next Question
rw: Ikibazo gikurikiyeho

# selfAssessmentComplete
source: Complete Assessment
rw: Hereza isuzuma

# selfAssessmentCompletedMessage
source: Assessment completed!
rw: Isuzuma rirarangiye!

# aboutHelpScreenTitle
source: About & Help
rw: Ibyerekeye & Ubufasha

# aboutHelpVersionLabel
source: Version {version}
rw: Verisiyo {version}

# aboutHelpAboutSectionTitle
source: About This App
rw: Ibyerekeye iyi porogaramu

# aboutHelpAboutDescription
source: RealWorks Employee Assistance Program provides comprehensive support for your wellbeing, financial literacy, mental health, and professional development. Access counseling, learning resources, and tools to help you thrive at work and in life.
rw: Porogaramu ya RealWorks yo Gutabara Abakozi itanga ubufasha bwuzuye ku buzima bwawe bwiza, ubumenyi mu by'imari, ubuzima bwo mu mutwe n'iterambere ry'umwuga. Bageraho inama, amasomo n'ibikoresho bigufasha gutera imbere ku kazi no mu buzima.

# aboutHelpSupportSectionTitle
source: Help & Support
rw: Ubufasha n'Inkunga

# aboutHelpContactSupportTitle
source: Contact Support
rw: Vugana n'itsinda ry'ubufasha

# aboutHelpContactSupportSubtitle
source: 24/7 helpline available
rw: Umurongo wa 24/7 uhari

# aboutHelpEmailUsTitle
source: Email Us
rw: Twoherereze imeyili

# aboutHelpFaqTitle
source: FAQ
rw: Ibibazo bikunze kubazwa

# aboutHelpFaqSubtitle
source: Frequently asked questions
rw: Ibibazo bikunze kugaruka

# aboutHelpReportProblemTitle
source: Report a Problem
rw: Tumenyesha ikibazo

# aboutHelpReportProblemSubtitle
source: Help us improve the app
rw: Dufashe kunoza porogaramu

# aboutHelpLegalSectionTitle
source: Legal
rw: Amategeko

# commonTermsOfService
source: Terms of Service
rw: Amategeko y'uko ikoreshwa

# commonPrivacyPolicy
source: Privacy Policy
rw: Politiki y'ubuzima bwite

# commonDataProtection
source: Data Protection
rw: Umutekano w'amakuru

# aboutHelpFooterText
source: © 2024 RealWorks EAP. All rights reserved.
rw: 2024 RealWorks EAP. Uburenganzira bwose burabitswe.

# settingsScreenTitle
source: Settings
rw: Igenamiterere

# settingsSectionNotificationsTitle
source: Notifications
rw: Amatangazo

# settingsEnableNotificationsTitle
source: Enable Notifications
rw: Fungura amatangazo

# settingsEnableNotificationsSubtitle
source: Receive app notifications
rw: Akira amatangazo y'iyi porogaramu

# settingsPushNotificationsTitle
source: Push Notifications
rw: Amatangazo ya telefone

# settingsPushNotificationsSubtitle
source: Get notified on your device
rw: Akira ubutumwa kuri telefone yawe

# settingsEmailNotificationsTitle
source: Email Notifications
rw: Amatangazo ya imeyili

# settingsEmailNotificationsSubtitle
source: Receive updates via email
rw: Akira amakuru binyuze kuri imeyili

# settingsSectionAppearanceTitle
source: Appearance
rw: Imigaragarire

# settingsDarkModeTitle
source: Dark Mode
rw: Modo yijimye

# settingsDarkModeSubtitle
source: Use dark theme
rw: Koresha insanganyamatsiko yijimye

# settingsSectionAccountTitle
source: Account
rw: Konti

# settingsChangePasswordTitle
source: Change Password
rw: Hindura ijambo ry'ibanga

# settingsPrivacySettingsTitle
source: Privacy Settings
rw: Igenamiterere ry'ubuzima bwite

# settingsSecurityTitle
source: Security
rw: Umutekano

# settingsSectionSupportTitle
source: Support
rw: Ubufasha

# commonHelpCenter
source: Help Center
rw: Ikigo cy'ubufasha

# commonSendFeedback
source: Send Feedback
rw: Ohereza ibitekerezo

# notificationsScreenTitle
source: Notifications
rw: Amatangazo

# notificationsMarkAllRead
source: Mark all read
rw: Soma byose

# notificationsAppointmentTitle
source: Upcoming Appointment
rw: Rendezivu iri imbere

# notificationsAppointmentMessage
source: Your appointment with Dr. Evans is tomorrow at 2:00 PM
rw: Rendezivu yawe na Dr. Mutoni ni ejo saa munani z'amanywa

# notificationsAppointmentTime
source: 2 hours ago
rw: Amasaha 2 ashize

# notificationsArticleTitle
source: New Article Available
rw: Inyandiko nshya iraboneka

# notificationsArticleMessage
source: Check out "Managing Work Stress in a Fast-Paced Environment"
rw: Soma "Gucunga umunaniro w'akazi mu buzima bwihuta"

# notificationsArticleTime
source: 5 hours ago
rw: Amasaha 5 ashize

# notificationsGoalTitle
source: Goal Achievement!
rw: Intego igezeho!

# notificationsGoalMessage
source: Congratulations! You completed your weekly wellness goal
rw: Turagushimira! Uzuye intego yawe y'icyumweru yo kwita ku buzima

# notificationsGoalTime
source: 1 day ago
rw: Umunsi 1 ushize

# notificationsWellbeingTitle
source: Wellbeing Score Updated
rw: Amanota y'ubuzima bwiza yavuguruwe

# notificationsWellbeingMessage
source: Your wellbeing score improved by 5 points this week
rw: Amanota yawe y'ubuzima bwiza yiyongereyeho amanota 5 muri iki cyumweru

# notificationsWellbeingTime
source: 2 days ago
rw: Iminsi 2 ishize

# adminDashboardTitle
source: Admin Dashboard
rw: Ikibaho cy'umuyobozi

# adminDashboardPeriodLast7Days
source: Last 7 Days
rw: Iminsi 7 ishize

# adminDashboardPeriodLast30Days
source: Last 30 Days
rw: Iminsi 30 ishize
